---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeSectionProfile
source: html/4cf21490-4c8a-b5fe-b387-8df67fb61127.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeSectionProfile Property

"Section Profile": Section Profile

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupporttypeSectionProfile { get; }
```